Repository: nasirdev74/kachpara-consumer
Catalog: lib/l10n/arb/app_*.arb
Languages: hr, tr

# verify_student_email_page_enter_6digit_verification_code
source: Please enter the 6-digit verification code sent to your student email address
hr: Unesite 6-cifreni kod koji ste poslali na Vašu e-mail adresu.
tr: Lütfen e-posta adresinize gönderilen 6 haneli kodu giriniz.

# verify_student_email_page_enter_6digit_verification_code_error
source: Invalid or Wrong pin code
hr: Kod greške
tr: Hatalı Kod

# verify_student_email_page_resend_6digit_verification_code
source: Email Resended
hr: Email poslan
tr: E-posta Gönderildi

# nav_bar_view_cart
source: View Cart
hr: Kupi
tr: Satın Al

# nav_bar_items
source: Items
hr: Proizvod
tr: Ürün

# nav_bar_login
source: Login
hr: Prijavite se
tr: Giriş

# nav_bar_logout
source: Logout
hr: Odjavite se
tr: Çıkış

# nav_bar_promotions
source: Promotions
hr: Kampanje
tr: Kampanyalar

# nav_bar_rewards
source: Rewards
hr: Stanje poklona
tr: Hediye Bakiye

# nav_bar_my_orders
source: My Orders
hr: Moja naređenja
tr: Siparişlerim

# nav_bar_profile
source: Profile
hr: Moj profil
tr: Profilim

# press_back_button_again
source: Press back button again to exit
hr: Pritisni dugme za nazad opet da izađete iz aplikacije
tr: Çıkmak için geri düğmesine tekrar basın

source: Sync contacts
hr: Uvezite kontakte
tr: Kontaklarınızı Paylaşın

source: Contacts
hr: Kontakti
tr: Kontaklar

# enable_contact_sync
source: Enable contact sync in profile
hr: Omogući sinhronizaciju kontakata u profilu
tr: Profilde kişi senkronizasyonunu etkinleştir

source: Invite friends
hr: Pozovi prijatelje
tr: Arkadaşlarını davet et

source: Check out my website
hr: Pogledajte moju web stranicu
tr: Web siteme göz atın

source: You have no contacts
hr: Nemate kontakte
tr: Kontağınız Yok

# something_went_wrong
source: Something went wrong, please try again
tr: Bir şeyler yanlış gitti, lütfen tekrar deneyin

source: Profits
tr: Kazançlar

# you_do_not_have_any_wallet_usdc_yet
source: You don't have any USDC wallet yet
tr: Henüz hiçbir USDC cüzdanınız yok

source: Amount must be less than available balance
tr: Miktar mevcut bakiyeden daha az olmalıdır

source: Please enter a valid amount
tr: Lütfen geçerli bir miktar girin

source: Invalid wallet address
tr: Geçersiz cüzdan adresi

source: Insufficient balance
tr: Yetersiz bakiye

source: Amount
tr: Miktar

source: Send
tr: Gönder

source: Receive
tr: Al

source: Recipient Address
tr: Alıcı Adresi

source: Transfer coin
tr: Coin Transferi

source: Send only USDC to this address
tr: Bu adrese yalnızca USDC gönderin

source: Transaction
tr: İşlem

source: View on blockchain
tr: Bloğa Git

source: Date
tr: Tarih

# state
source: Status
tr: Durum

source: Available balance
tr: Kullanılabilir bakiye

source: QR Scan
tr: QR Tarama

source: Blockchain
tr: Blok Zinciri

# checkout_page_message_checkout_failed
source: Checkout failed
hr: Plaćanje nije uspjelo

# add_to_cart_login
source: Login
hr: Ulogovati se

# loyalty_page_successful_nfc_read
source: Success
hr: Uspješno!

# loyalty_page_visit_history
source: Visit history
hr: Povijest posjeta

# loyalty_page_claim_reward
source: Claim reward
hr: Preuzmi nagradu
