Repository: nasirdev74/kachpara-consumer
Catalog: lib/l10n/arb/app_*.arb
Languages: hr, tr

# payment_methods_page_choose_payment_method
source: Choose Payment Method
hr: Odaberite način plaćanja
tr: Ödeme Metodu Seç

# payment_methods_page_no_payment_methods
source: no payment methods
hr: Nema načina plaćanja
tr: Ödeme Metodu Yok

# add_payment_methods_page_new_card
source: New Card
hr: Novi način plaćanja
tr: Yeni Ödeme Metodu

# add_payment_methods_page_add_card
source: Add Card
hr: Dodajte novi način plaćanja
tr: Yeni Ödeme Metodu Ekle

# add_payment_methods_page_error_add_card
source: Error adding payment method
hr: Unesite ispravno podatke o svojoj kreditnoj kartici
tr: Kredi Kartı Bilgilerinizi Doğru Giriniz

# add_payment_methods_page_card_number_hint_text
source: Card Number
hr: broj kreditne kartice
tr: Kredi Kartı Numarası

# add_payment_methods_page_date_hint_text
source: MM/YY
hr: MM/GG
tr: AA/YY

# add_payment_methods_page_cvv_hint_text
source: CVV
hr: CVC
tr: CVC

# address_list_page_choose_adress
source: Choose Address
hr: Odaberite Adresa
tr: Adres Seç

# add_student_email_page_description
source: College students! Treat yourself to a free meal on us! Just show your student ID at our restaurant and receive a complimentary entree with the purchase of any drink. Don't miss out on this limited time offer!
hr: Studenti univerziteta! Ne propustite priliku za besplatan obrok!
tr: Üniversiteliler! Ücretsiz Yemek Fırsatını Kaçırmayın!

# add_student_email_page_validate_email
source: Validate your email
hr: potvrdi email
tr: E-posta Onayla

# add_student_email_page_title
source: Student Verification
hr: Student Status
tr: Öğrenci Durumu

# add_student_email_page_email
source: Email
tr: E-posta

# add_student_email_page_student_email_hint
source: Student Email (.edu.tr)
hr: E-mail učenika (.edu.tr)
tr: Öğrenci E-Posta (.edu.tr)

# my_home_page_stores
source: Stores
tr: Dükkanlar

# my_home_page_contacts
source: Contacts
tr: Kontaklar

# my_home_page_social_feed
source: Feed
tr: Çevrem

# my_home_page_profile
source: Profile
tr: Ayarlar

# common_button_delete
source: Delete
hr: Izbriši
tr: Sil

# common_button_cancel
source: Cancel
hr: Izlaz
tr: Çık

# common_button_add
source: Add
hr: Dodati
tr: Ekle

# common_button_yes
source: Yes
hr: Da
tr: Evet

# common_button_no
source: No
hr: br
tr: Hayır

# common_button_save
source: Save
hr: Sačuvaj
tr: Kaydet

# common_button_start
source: Start
hr: Počni
tr: Başla

# common_button_continue
source: Continue
hr: Nastavi
tr: Devam Et

# common_button_share
source: Share
hr: Dijeli
tr: Paylaş

# common_text_save
source: Save
hr: Sačuvaj
tr: Kaydet

# common_text_now
source: Now
hr: Sad
tr: Şimdi

# home_page_stores
source: Stores
hr: Tržni centri
tr: Dükkanlar

# home_page_welcome
source: Welcome to Kachpara
hr: Dobrodošli!
tr: Hoşgeldin!

# home_page_welcome_subtext
source: Enter your code and add stores!
hr: Unesite svoj kod i dodajte trgovine!
tr: Kodunu Gir ve Dükkanları Ekle!

# home_page_message_no_stores
source: No Stores In your List
hr: Trenutno nemate radnju!
tr: Şu anda dükkanınız yok!

# home_page_add_store
source: Add Store
hr: Add Shop
tr: Dükkan Ekle

# home_page_add_from_map
source: Add From Map
tr: Haritadan Ekle

# home_page_my_lists
source: My Lists
hr: Moje liste
tr: Listelerim

# home_page_delete_store
source: Delete {storeName}
hr: Izbrisati {storeName}?
tr: {storeName} Sil?

# home_page_message_delete_store
source: Are you sure you want to delete this store?
hr: Jeste li sigurni da želite izbrisati?
tr: Silmek İstediğinizden emin misiniz?

# google_map_page_search
source: Search
tr: Mekan Ara

# google_map_page_address
source: Address:
tr: Adres:

# referral_code_entry_page_add_store
source: Add Store
hr: Add Shop
tr: Dükkan Ekle

# referral_code_entry_page_hint_add_store
source: Referral Code
hr: Unesite vaš kod!
tr: Kodunu Gir!

# cart_page_checkout
source: Checkout
hr: Red
tr: Sipariş

# cart_page_item
source: Item
hr: Komad
tr: Adet

# checkout_page_checkout
source: Checkout
hr: Red
tr: Sipariş

# checkout_page_go_to_menu
source: Menu
hr: Idite na Meni
tr: Menüye Git

# checkout_page_add_student_email
source: Add Student Email
hr: Dodajte e-poštu učenika
tr: Öğrenci E-posta Ekle

# checkout_page_delivery_address
source: Delivery Address
hr: Adresa dostave
tr: Teslimat Adresi

# checkout_page_delete_cart
source: Delete Cart
tr: Sepeti Sil

# checkout_page_payment_methods
source: Payment Methods
hr: Način plaćanja
tr: Ödeme Yöntemi

# checkout_page_card
source: Card
hr: Kreditna kartica
tr: Kredi Kartı

# checkout_page_subtotal
source: Subtotal
hr: Međuzbroj
tr: Ara Toplam

# checkout_page_discount
source: Discount
hr: Popust
tr: İndirim

# checkout_page_reward_point
source: Reward Points
hr: Poklon novac
tr: Hediye Para

# checkout_page_total
source: Total
hr: Ukupno
tr: Toplam

# checkout_page_orders
source: Orders
hr: Naredbe
tr: Siparişler

# checkout_page_message_removing_item
source: Removing last item will remove the cart. Are you sure to continue
hr: Vaša korpa će biti izbrisana. Želite li nastaviti?
tr: Sepetiniz silinecek. Devam Etmek İstiyor musunuz?

# checkout_page_quantity
source: Quantity: {quantity}
hr: Količina: {quantity}
tr: Adet: {quantity}

# checkout_page_additional_notes
source: Additional Notes
hr: Bilješke
tr: Notlar

# checkout_page_add_note
source: Add Note
hr: Dodaj napomenu
tr: Not Ekle

# checkout_page_enter_additional_notes
source: Enter additional notes
hr: Dodaj napomenu
tr: Not Ekle

# checkout_page_address
source: Address
hr: Adresa
tr: Adres

# checkout_page_error
source: Error {error}
hr: Greška {error}
tr: Hata {error}

# checkout_page_no_address
source: You have no address
hr: Adresa nije definisana
tr: Adres Tanımlı Değil

# checkout_page_place_order
source: Place Order
hr: Complete Order
tr: Siparişi Tamamla

# checkout_page_saved_cards
source: Saved Cards
hr: Registrovane kartice
tr: Kayıtlı Kartlar

# checkout_page_enter_cvc
source: Please enter CVC
hr: Unesite CVC!
tr: CVC Giriniz!

# checkout_page_valid_cvc
source: Please enter valid CVC
hr: Unesite važeći CVC!
tr: Geçerli bir CVC Giriniz!

# checkout_page_add_required_informations
source: please fill out required informations (delivery address, payment method)
hr: Molimo popunite adresu i podatke o kartici
tr: Lütfen adres ve kart bilgilerini doldurun

# checkout_page_add_payment_method
source: Please Add a Payment Method
hr: Molimo popunite podatke o kartici
tr: Lütfen kart bilgilerini doldurun

# checkout_page_add_delivery_time
source: Please Choose Delivery Time
hr: Molimo odaberite Vrijeme narudžbe
tr: Lütfen Sipariş saati seçin

# checkout_page_select_valid_date
source: Selected date time should be between store opening {openingDate} and closing ${closingDate} time
hr: Vrijeme vaše narudžbe mora biti između {openingDate} i ${closingDate}.
tr: Sipariş saatiniz {openingDate} ve ${closingDate} arasında olmalıdır.

# checkout_page_use_rewards_points
source: Use Reward Points: {currencySymbol} {balance}
hr: Koristite poklon kovanice: {currencySymbol}{balance}
tr: Hediye Paraları Kullan : {currencySymbol}{balance}

# checkout_page_pickup_address
source: Pickup Address
hr: Adresa za preuzimanje
tr: Gel Al Adres

# checkout_page_store_pickup
source: store pickup address
hr: Adresa prodavnice
tr: Dükkan Adresi

# checkout_page_delivery_schedule
source: Delivery Time
hr: Vrijeme dostave
tr: Teslimat Zamanı

# checkout_page_pickup_schedule
source: Pickup Time
hr: Vrijeme preuzimanja usluge
tr: Gel Al Servis Zamanı

# checkout_page_delivery
source: Delivery
hr: Oduzmi
tr: Paket Servis

# checkout_page_pickup
source: Pickup
hr: Dođi i uzmi
tr: Gel Al

# checkout_page_promotion_text
source: {currencySymbol}{amount} off over {currencySymbol}{minimumamount}
hr: {currencySymbol}{amount} popust na {currencySymbol}{minimumamount}
tr: {currencySymbol}{minimumamount} üzerine {currencySymbol}{amount} indirim

# change_address_dialog_change_address
source: Change Address
hr: Promijeni adresu
tr: Adres Değiştir

# add_address_page_add_address
source: Add Address
hr: Dodaj adresu
tr: Adres Ekle

# add_address_page_message_successful
source: Address added successfully
hr: Adresa je uspješno dodana
tr: Adres Başarıyla Eklendi

# add_address_page_message_went_wrong
source: Something went wrong
hr: Nešto je pošlo po zlu!
tr: Bir hata oluştu!

# add_address_page_name
source: Name
hr: Address Label
tr: Adres Etiketi

# add_address_page_enter_name
source: Please enter name
hr: Unesite naziv adrese
tr: Adres İsmi Gir

# add_address_page_address
source: Address
hr: Adresa
tr: Adres

# add_address_page_enter_address_line
source: Please enter address line 1
hr: Unesite adresu
tr: Lütfen Adresi Giriniz

# add_address_page_direction
source: Direction
hr: Bilješke o receptu
tr: Tarif Notları

# add_address_page_enter_direction
source: Please enter direction
hr: Postoje li ikakve direktive u vezi adrese?
tr: Adres ile ilgili direktifler var mı?

# add_address_page_validated
source: Validated
hr: Odobreno!
tr: Onaylandı!

# all_promotions_page_promotions
source: Promotions
hr: Kampanje
tr: Kampanyalar

# all_promotions_page_active
source: Active
hr: Aktivan
tr: Aktif

# all_promotions_page_applicable_minimum_purchase
source: Applicable on minimum purchase of {minimumamount}
hr: Vrijedi za minimalno {minumumamount}
tr: Minimum {minimumamount} için geçerli

# all_promotions_page_expires_in
source: Expires in {days} days
hr: Zadnjih {days} dana
tr: Son {days} gün

# all_promotions_page_view_details
source: View Details
hr: Detaljnije
tr: Detayları Görüntüle

# all_promotions_page_go_to_store
source: Go to Store
hr: Počnite kupovati
tr: Alışverişe Başla

# earnings_page_earnings
source: Earnings
hr: Pokloni
tr: Hediyeler

# earnings_page_current_balance
source: current balance
hr: Bill
tr: Hesap

# earnings_page_no_earnings
source: No Earnings
hr: Preporučite trgovine i zaradite novac od poklona!
tr: Dükkanları tavsiye edin, hediye para kazanın!

# earnings_page_reffered_user
source: Referred User :
hr: Preporučio:
tr: Tavsiye Eden :

# earnings_page_earned_amount
source: Earned Amount :
hr: Osvojeni iznos:
tr: Kazanılan Miktar :

# earnings_page_rewards_used
source: Rewards Used
hr: Šta sam potrošio
tr: Harcadıklarım

# earnings_page_no_rewards
source: No Rewards Used
hr: Nema trošenja poklona!
tr: Hediye harcaması yok!

# earnings_page_store
source: Store :
hr: Prodavnica :
tr: Dükkan :

# earnings_page_order_id
source: Order Id:
hr: Broj narudžbe:
tr: Sipariş Numarası:

# earnings_reward_amount_used
source: Reward Amount Used :
hr: Količina korištenog poklona:
tr: Kullanılan Hediye Miktarı :

# list_detail_page_stores
source: Stores
hr: Prodavnice
tr: Dükkanlar

# login_page_resent_sms
source: Verification Code Sent
hr: Potvrdni kod je poslan
tr: Onay Kodu Gönderildi

# login_page_verify_phone_number
source: Verify Your Number to get started
hr: Potvrdite svoj telefon
tr: Telefonunu Doğrula

# login_page_enter_phone_number_country
source: Please enter your country & your phone number
hr: Unesite svoj telefon
tr: Telefonunu Gir

# login_page_message_phone_number_required
source: Phone number is required
hr: Broj telefona obavezan
tr: Telefon Numarası Zorunlu

# login_page_enter_valid_phone_number
source: Please enter a valid phone number
hr: Unesite važeći broj telefona.
tr: Geçerli bir telefon numarası gir.

# login_page_phone_no
source: Phone No
hr: Tel.
tr: Tel No

# login_page_send_code
source: Send Code
hr: Pošalji verifikacioni kod
tr: Onay Kodu Gönder

# login_page_verification_code
source: Verification Code
hr: Potvrdni kod
tr: Onay Kodu

# login_page_enter_6digit_verification_code
source: Please enter the 6-digit verification code sent to
hr: Unesite 6-cifreni kod za potvrdu.
tr: Lütfen 6 rakamlı onay kodu girişi yap.

# login_page_code_required
source: Code is required
hr: Potreban je kod za potvrdu
tr: Onay Kodu Zorunlu

# login_page_enter_valid_code
source: Please enter a valid code
hr: Unesite važeći kod za potvrdu.
tr: Geçerli bir onay kodu gir.

# login_page_verify
source: VERIFY
hr: Potvrdi
tr: Onayla

# login_page_resend
source: Resend
hr: Pošalji ponovo
tr: Tekrar Gönder

# login_page_hero_subtitle
source: Discover Places with Friends
hr: Istražite mjesta sa svojim prijateljima
tr: Arkadaşlarınla Mekanları Keşfet

# my_orders_page_my_orders
source: My Orders
hr: Moja naređenja
tr: Siparişlerim

# my_orders_page_active_orders
source: Active Orders
hr: Moje aktivne narudžbe
tr: Aktif Siparişlerim

# my_orders_page_no_orders
source: No Orders
hr: No Order
tr: Sipariş Yok

# my_orders_page_order_history
source: Order History
hr: Prethodne narudžbe
tr: Geçmiş Siparişler

# order_detail_page_order_detail
source: Order Detail
hr: Detalji narudžbe
tr: Sipariş Detay

# order_detail_page_quantity
source: Quantity: {quantity}
hr: Količina: {quantity}
tr: Adet: {quantity}

# order_detail_page_note
source: Note
hr: Bilješka
tr: Not

# order_detail_page_address
source: Address
hr: Adresa
tr: Adres

# order_detail_page_delivery_address
source: Delivery Address
hr: Adresa paketa
tr: Paket Adres

# order_detail_page_pickup_address
source: Pickup Address
hr: Adresa za preuzimanje
tr: Gel Al Adres

# order_detail_page_date
source: Date
hr: istorija
tr: Tarih

# order_detail_page_time
source: Time
hr: Sat
tr: Saat

# order_detail_page_total
source: Total
hr: Ukupno
tr: Toplam

# order_success_page_order_placed_successfully
source: Order Placed Successfully
hr: Vaša narudžba je uspješno primljena!
tr: Siparişiniz başarıyla alındı!

# order_success_page_placed_successfully_will_contact_soon
source: Your order has been placed successfully. We will contact you soon.
hr: Vaša narudžba je uspješno primljena!
tr: Siparişiniz başarıyla alındı!

# order_success_page_goto_home
source: Go to Home
hr: Početna stranica
tr: Ana Sayfa

# order_success_page_track_order
source: Track Order
hr: Praćenje narudžbi
tr: Sipariş Takibi

# claim_free_promotion_success_page_title
source: {promotionTitle} Promotion
hr: {promotionTitle} Kampanja
tr: {promotionTitle} Kampanyası

# claim_free_promotion_success_page_subtext
source: Help share {promotionTitle} promotion in order to reach more people
hr: Podijelite na društvenim mrežama i omogućite da više ljudi ima koristi od kampanje {promotionTitle}!
tr: Sosyal Medyada paylaşım yap ve {promotionTitle} kampanyasından daha fazla kişi faydalansın!

# claim_free_promotion_success_page_share
source: Sen de {promotionTitle} Kampanyası ile bir aileyi mutlu et! Dünyanın neresinde olursan ol Askıya Bırak: {storeUrl}
hr: Učinite uslugu kampanjom {promotionTitle}! Bacite ga gdje god da ste u svijetu: {storeUrl}
tr: Sen de {promotionTitle} Kampanyası ile bir iyilik yap! Dünyanın neresinde olursan ol Askıya Bırak: {storeUrl}

# product_list_page_promotions
source: Promotions
hr: Kampanje
tr: Kampanyalar

# product_list_page_balance
source: Balance
hr: Torbica
tr: Cüzdan

# product_list_page_categories
source: Categories
hr: kategorije
tr: Kategoriler

# add_to_cart_button_start_new_cart
source: Start new cart
hr: Pokreni novu korpu
tr: Yeni Sepet Başlat

# add_to_cart_message_sure_start_new_cart
source: Are you sure you want to start a new cart?
hr: Pokretanje nove košarice?
tr: Yeni Sepet Başlatılıyor?

# add_to_cart_message_login_to_continue
source: Please login to continue
hr: Prijavite se!
tr: Giriş Yapın!

# profile_page_profile
source: Profile
hr: Profil
tr: Profil

# profile_page_name
source: Name
hr: Ime
tr: İsim

# profile_page_email
source: Email
tr: E-posta

# profile_page_phone
source: Phone
hr: Telefon
tr: Tel

# profile_page_student_email
source: Student Email (.edu.tr)
hr: E-mail učenika (.edu.tr)
tr: Öğrenci E-Posta (.edu.tr)

# profile_page_address
source: Address
hr: Adresa
tr: Adres

# profile_page_delivery_adresss
source: Delivery Address
hr: Adresa dostave
tr: Teslimat Adresi

# profile_page_address_text
source: please add Delivery Address
hr: Dodajte adresu za dostavu
tr: Teslimat Adresi Ekle

# profile_page_payment_method_text
source: please add Payment Method
hr: Dodajte vrstu plaćanja
tr: Ödeme Türü Ekle

# profile_page_error
source: Error {error}
hr: Greška {error}
tr: Hata {error}

# profile_page_no_address_found
source: No Address Found
hr: Nema unosa adrese
tr: Adres Girişi Yok

# profile_page_logout
source: Logout
hr: Izlaz
tr: Çıkış

# profile_page_contactus
source: Contact Us
tr: İletişim

# promotions_page_promotions
source: Promotions
hr: Kampanje
tr: Kampanyalar

# promotions_page_used
source: Used
hr: Koristi se
tr: Kullanılan

# promotions_page_active
source: Active
hr: Aktivan
tr: Aktif

# promotions_page_applicable_minimum_purchase
source: Applicable on minimum purchase of {minimumamount}
hr: Vrijedi za minimalno {minumumamount}
tr: Minimum {minimumamount} için geçerli

# claim_free_promotions_page_whatsapp_contact
source: Whatsapp Contact: {whatsapp}
hr: Whatsapp linija: {whatsapp}
tr: Whatsapp Hattı: {whatsapp}

# claim_free_promotions_page_whatsapp_not_installed
source: WhatsApp is not installed on the device
hr: Da biste nas kontaktirali, morate instalirati WhatsApp aplikaciju.
tr: Bizimle İletişime geçmek için WhatsApp uygulamasını yüklemelisiniz.

# claim_free_promotions_page_whatsapp_message_text
source: Hi, Can you help me with the promotion: {promotionName} ?
hr: Zdravo, možete li mi pomoći s {promotionName}?
tr: Merhaba, {promotionName} hakkında bana yardımcı olabilir misiniz?

# claim_free_promotions_page_go_to_profile
source: Go to Profile Page
hr: Idite na stranicu profila
tr: Profil Sayfasına Git

# claim_free_promotions_page_user_not_in_store
source: You have to be in the store before claimEndTime to claim your free promotion.
hr: Morate biti u prodavnici na datum i vrijeme navedeno gore.
tr: Yukarıda belirtilen tarih ve zamanda dükkanda olmanız gerekiyor.

# claim_free_promotions_page_not_eligible
source: In order to claim, please contact store and ask for eligibility conditions.
hr: Kontaktirajte trgovinu kako biste imali koristi od ove kampanje.
tr: Bu kampanyadan faydalanmak için dükkan ile iletişime geçin.

# claim_free_promotions_page_student_not_verified
source: In order to claim, please verify your university e-mail in Settings Page
tr: Bu kampanyadan faydalanmak için Ayarlar sayfasından üniversite e-postanızı onaylayınız.

# claim_free_promotions_page_order_submit_failed
source: Order Submittion cancelled or failed
hr: Došlo je do greške prilikom slanja narudžbe
tr: Sipariş verilirken bir hata oluştu

# claim_free_promotions_page_submit_my_order
source: Submit My Order
hr: Naručite besplatno!
tr: Ücretsiz Sipariş Ver!

# claim_free_promotions_page_how_to_claim_date
source: Everyday between {claimBeginTime} and {claimEndTime} until {endDate}
hr: Svaki dan od {claimBeginTime} do {claimEndTime} do {endDate}.
tr: Hergün {claimBeginTime} ile {claimEndTime} arası {endDate} tarihine kadar.

# claim_free_promotions_page_next_available_date
source: You need to visit on {nextAvailableDate} to reclaim
hr: Da ponovo iskoristite kampanju, morate stići {nextAvailableDate}.
tr: Kampanyadan tekrar yararlanmak için {nextAvailableDate} tarihinde gelmeniz gerekmektedir.

# competition_page_deadline_title
source: Competition Deadline
tr: Yarışma Bitiş Tarihi

# competition_page_prize_title
source: Prize
tr: Ödül

# promotions_page_expires_in
source: Expires in {days} days
hr: Vrijedi {days} dana
tr: {days} gün geçerli

# promotions_page_view_details
source: View Details
hr: Detaljnije
tr: Detayları Görüntüle

# promotions_page_apply_now
source: Apply Now
hr: Prijavite se
tr: Uygula

# promotions_page_coupon_applied
source: Coupon Applied
hr: Kupon dodan
tr: Kupon Eklendi

# register_page_enter_registration_failed
source: Registration failed
hr: Greška pri registraciji
tr: Kayıt Hatası

# register_page_enter_personel_information
source: Enter your personal information
hr: Unos ličnih podataka
tr: Kişisel Bilgi Girişi

# register_page_share_name_email_address
source: Please share your name & email address to get started
hr: Unesite svoje lične podatke ispod.
tr: Aşağıda tanımlı kişisel bilgilerinizi giriniz.

# register_page_name
source: Name
hr: Ime i prezime
tr: Ad ve Soyad

# register_page_enter_name
source: Enter your name
hr: Unesite svoje ime i prezime
tr: Adınızı ve Soyadınızı Giriniz

# register_page_enter_name_without_numbers
source: Please enter a valid full name without numbers or special characters
tr: Adınızı ve Soyadınızı Sadece Harflerle Giriniz

# register_page_enter_name_with_empty_space
source: Please enter full name with empty space in between
tr: Adınızı ve Soyadınız arasında boşluk bırakınız.

# register_page_get_started
source: GET STARTED
hr: Registrujte se!
tr: Kayıt Ol!

# feed_page_title
source: Feed
tr: Paylaşımlar

# feed_page_error_fetching_feed
source: Error fetching feeds
tr: Paylaşımlarda hata oluştu.

# feed_page_empty_feed_text
source: You have no feed for now
tr: Hiç Paylaşım Yok

# feed_page_end_of_feed_text
source: End of feed
tr: Bu kadar

# feed_page_gift_post_text
source: 🎁 Gift:
tr: 🎁 Hediye:

# feed_page_order_post_text
source: 🍟 Order:
tr: 🍟 Sipariş:

# feed_page_store_post_text
source: 🏬Store:
tr: 🏬 Dükkan:

# reward_share_page_share_earn
source: Share and Earn
hr: Podijelite i zaradite
tr: Paylaş ve Kazan

# reward_share_page_not_login
source: You are not logged in, please login to continue
hr: Molimo prijavite se
tr: Lütfen Giriş Yapınız

# reward_share_page_login
source: Login
hr: Ulaz
tr: Giriş

# reward_share_page_fail_load_reward
source: Failed to load reward
hr: Prijenos poklona nije uspio
tr: Hediye Yükleme Başarısız

# reward_share_page_retry
source: Retry
hr: Pokušaj ponovo
tr: Tekrar Dene

# reward_share_page_no_reward
source: No Reward found
hr: Nema poklona!
tr: Hediye yok!

# reward_share_page_refer_this
source: Invite your friends! Earn {currencySymbol}{amount} over their first order!
hr: Pozovite svoje prijatelje! Zaradite {currencySymbol}{amount} na svojim prvim narudžbama!
tr: Arkadaşlarını Davet Et! İlk Siparişlerinde {currencySymbol}{amount} kazan!

# reward_share_page_earn
source: Earn {amount}
hr: zaraditi {iznos}
tr: {amount} kazan

# reward_share_page_friend_first_purchase
source: when your friend make first purchase with your referral code
hr: Pozovite svoje prijatelje
tr: Arkadaşlarını Davet Et

# reward_share_page_share_now
source: Share Now
hr: Podijeli sada
tr: Şimdi Paylaş

# reward_share_page_your_referral_code
source: Your Referral Code
hr: Vaš pozivni kod
tr: Davet Kodun

# reward_share_page_coppied_to_clipborad
source: Coppied to clipboard
hr: kopirano
tr: Kopyalandı

# reward_share_page_shareReferralCode
source: Share this referral code : {referralCode} with your friend and earn {reward} {currency} when they make purchase on {store} using this referral code. They can also learn how to use the referral code by watching this tutorial : {youtubeLink}
hr: Podijelite {referralCode} kod sa svojim prijateljima i zaradite {currencySymbol}{reward} pri njihovoj prvoj kupovini u {store}. Pogledajte video za detaljnije informacije: {youtubeLink}
tr: {referralCode} kodunu arkadaşlarınla paylaş ve {store} ile yaptıkları ilk alışverişlerinde {currencySymbol}{reward} kazan. Detaylı bilgi için video'yu seyret : {youtubeLink}

# reward_share_page_first_purchase_promotion
source: Add {store} using my code {shareableReferralCode} on Kachpara Mobile App
hr: Ostvarite popust na prvu narudžbu! {store} čeka vaše narudžbe. Kliknite da naručite! {shareableReferralCode}
tr: {store} dükkanını {shareableReferralCode} kodunu kullanarak Kachpara Uygulamasına kaydet. Kachpara uygulamasını Android ve iOS telefonuna indirebilirsin.

# store_list_page_curator_details
source: Curator Details
hr: Curator Detail
tr: Kurator Detay

# store_list_page_benifits
source: Benefits = %5 donation to that Charity, %3 cash back etc.
hr: Prednosti = 5% donacije Crvenog polumjeseca
tr: Faydalar = %5 Kızılay bağış

# store_list_page_curator_name
source: Refer this {name}
hr: Preporuči {name}
tr: Tavsiye et {name}
